tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/games"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
# tap "jlhonora/lsusb"
brew "amazon-ecs-cli"
brew "archey"
brew "readline"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "awscli"
brew "cmake"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "libgpg-error"
brew "libtool"
brew "fzf"
brew "gd"
brew "gettext"
brew "git"
brew "glib"
brew "libusb"
brew "gnupg"
brew "gpg-agent"
brew "libevent"
brew "libssh"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "md5sha1sum"
brew "mongodb", restart_service: true
brew "mysql@5.7", restart_service: true
brew "unibilium"
brew "neovim"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "rbenv"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ssh-copy-id"
brew "tree"
brew "utf8proc"
brew "wget"
# brew "gdbm"
# brew "python"
# brew "boost"
# brew "certbot"
# brew "cowsay"
# brew "libksba"
# brew "pth"
# brew "dirmngr"
# brew "doxygen"
# brew "mkhexgrid"
# brew "pandoc"
# brew "pixman"
# brew "qemu"
# brew "reattach-to-user-namespace"
# brew "task"
# brew "the_silver_searcher"
# brew "tiff2png"
# brew "tmux"
# brew "jlhonora/lsusb/lsusb"
